var LOCALE_desktop = [
    "",
    "Робочий стіл",
    "Панель управління",
    "Персоналізація",
    "Відомості про комп'ютер",
    "Довідка",
    "Налаштування мови",
    "Для перемикання натискайте Windows+ПРОБІЛ",
    {
        'ru-ru':['РУС','Російський','Російська клавіатура'],
        'en-us':['ENG','Английский (США)','США клавіатура'],
        'uk-ua':['УКР','Україньска (УКР)','УКР клавіатура']
    },
    ['ru-ru','en-us','uk-ua'],
    'Show desktop',
    'Task manager',
    'Властивості'
]