var LOCALE_startscreen = [
    "",
    "Пуск",
    "Завершение работы",
    "Перезагрузка",
    "Сменить аватар",
    "Блокировать",
    "Выйти",
    "Приложения",
    "Пуск",
    "Персонализация",
    "Плитки",
    "Справка",
    "Рабочий стол",
    "На начальный экран",
    "Открепить от начального экрана",
    `
        <h1>Эта Windows 8.1 для ПК больше не поддерживается.</h1>
        <img src="../../../img/EOSNotify.png" alt="">
        <p>10 января 2023 г. завершается поддержка Windows 8.1. Эта операционная система более уязвима к вирусам и вредоносным программам по следующим причинам:</p>
        <ul>
            <li>Нет новых обновлений для системы безопасности</li>
            <li>Нет новых обновлений для программного обеспечения</li>
            <li>Нет технической поддержки</li>
        </ul>
        <p>
            Приложения и игры из Microsoft Store больше не доступны для загрузки, и больше нет возможности делать покупки в приложении. Установленные приложения и игры будут по-прежнему получать
            обновления от издателя до 30 июня 2023 г. Чтобы просмотреть дополнительные сведения в разделе "Часто задаваемые вопросы", нажмите кнопку "Подробнее".
        </p>
        <p>
            Корпорация Майкрософт настоятельно рекомендует использовать Windows 11 на новом компьютере, чтобы получать последние функции безопасности и защиту от вредоносных программ.
        </p>
        <button onclick="CloseEOSNotify()">Закрыть</button>
    `,
    "Изменить размер",
    "Большая",
    "Широкая",
    "Средняя",
    "Маленькая",
    "Отключить динамическую плитку",
    "Включить динамическую плитку",
    `
        <h1>Кажется, у нас проблема</h1>
        <p>При считывании плиток из локального хранилища произошла какая-то проблема, и нам пришлось восстановить стандартную конфигруацию плиток.<br>Такое могло случиться при обновлении на новую версию Okna8.</p>
        <div class="buttons">
            <button onclick="CloseMetroDialog(__ID__)">Закрыть</button>
        </div>
    `,
]