var LOCALE_startscreen = [
"",
    "Пуск",
    "Завершення роботи",
    "Перезавантаження",
    "Змінити аватар",
    "Блокувати",
    "Вийти",
    "Додатки",
    "Пуск",
    "Персоналізація",
    "Плитки",
    "Довідка",
    "Робочий стіл",
    "На початковий екран",
    "Відкріпити від початкового екрана",
    `
        <h1>Эта Windows 8.1 для ПК больше не поддерживается.</h1>
        <img src="../../../img/EOSNotify.png" alt="">
        <p>10 января 2023 г. завершается поддержка Windows 8.1. Эта операционная система более уязвима к вирусам и вредоносным программам по следующим причинам:</p>
        <ul>
            <li>Нет новых обновлений для системы безопасности</li>
            <li>Нет новых обновлений для программного обеспечения</li>
            <li>Нет технической поддержки</li>
        </ul>
        <p>
            Приложения и игры из Microsoft Store больше не доступны для загрузки, и больше нет возможности делать покупки в приложении. Установленные приложения и игры будут по-прежнему получать
            обновления от издателя до 30 июня 2023 г. Чтобы просмотреть дополнительные сведения в разделе "Часто задаваемые вопросы", нажмите кнопку "Подробнее".
        </p>
        <p>
            Корпорация Майкрософт настоятельно рекомендует использовать Windows 11 на новом компьютере, чтобы получать последние функции безопасности и защиту от вредоносных программ.
        </p>
        <button onclick="CloseEOSNotify()">Закрыть</button>
    `,
    "Resize",
    "Large",
    "Wide",
    "Medium",
    "Tiny"
]